aaron-bond.better-comments
alexcvzz.vscode-sqlite
auchenberg.vscode-browser-preview
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
dbaeumer.jshint
dbaeumer.vscode-eslint
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.code-runner
jasonnutter.search-node-modules
kamikillerto.vscode-colorize
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
msjsdiag.debugger-for-chrome
samuelcolvin.jinjahtml
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
vscodevim.vim
waderyan.nodejs-extension-pack
xabikos.JavaScriptSnippets
